[
  {
    "title": "Galata Tower",
    "description": "Galata Tower is one of the most magnificent sights in Istanbul, overlooking Beyoglu and Karakoy from its incredible location. Its colorful lights can be seen at night from all over the city, so it is one of the most famous tourist destinations among visitors in the city. Galata Tower is visible to anyone who visits Istanbul and walks along with one of the city's most popular and oldest avenues, such as Taksim or Eminönü. This tower is one of the city's most well-known tourist attractions, whether because of its tradition, geometric shape, or special geographic location. Hence, it is not surprising that it is on the visit list for all tourists in Istanbul, here is a look at the history of Galata Tower! Although the exact date of construction of the Galata Tower is unknown, historical records suggest that it was constructed during the reign of the Byzantine Emperor Justinian in about 507 AD. The Genoese called the tower Christian Torres, or the Tower of Christ, while the Byzantines called it Migalus Pyrgos or the Great Tower, at the time. The Galata district, colonies of the Republic of Genoa, served as a chain of economic and commercial centers in the Mediterranean and the Black Sea during the Genoa era, when the tower took on its current form The Galata Tower, as its name suggests, is situated in the Galata district of Istanbul just above Karaköy and it has become one of the city's most significant symbols. From the top of the tower, visitors can see the Istanbul Bridge, which separates Istanbul's Asian and European sections, as well as the Golden Horn Bridge and historic peninsula.",
    "price": "$ 275",
    "img": "https://archello.s3.eu-central-1.amazonaws.com/images/2020/03/01/-04.1583040073.5941.jpg",
    "rating": "5"
  },

  {
    "title": "Blue Mosque",
    "description": "If a question is asked which is the best mosque built by the Turks, the first mosque that will come to mind will undoubtedly be the Blue Mosque. The Blue Mosque is also known as Sultan Ahmet in Turkish. The Blue Mosque, one of the most fascinating parts of the Istanbul skyline, is also one of Istanbul’s most important symbols. It is one of the greatest examples of classical Turkish art. This valuable building is one of the most important works presented to Istanbul during the Ottoman Empire period. The mosque was named Blue Mosque by Europeans. The interior of the mosque, especially the inside of the dome, is decorated with approximately 21 thousand Iznik tiles. Since these tiles are mostly blue in color, they are called the Blue Mosque by foreigners. These tiles depict pictures of trees, flowers and other plants, all of them designed in shades of blue. The breathtaking Iznik tiles decorating the Blue Mosque's domes were included in the UNESCO World Heritage Istanbul List in 1986.This unique mosque was built by the Ottoman Sultan Ahmet I between 1609 and 1616. The work, which is the most typical example of Turkish Classical Art, is the first mosque originally built with 6 minarets. Architect Sedefkâr Mehmet Aga, the architect of the Mosque, is the student of the famous architect of the Ottoman, Mimar Sinan.The Blue Mosque, built in 1616, has eight secondary domes and five main domes. It combines many Byzantine elements with traditional Islamic architecture and is considered the last great mosque of the classical period.",
    "price": "$ 210",
    "img": "https://citybook.pk/wp-content/uploads/2020/06/360%C2%B0-VR-Sultan-Ahmed-Blue-Mosque-Virtual-Tour-Walking-in-Istanbul-Turkey-5K-3D-Virtual-Reality-HD-4K-EDIT-mica-e1578385295254.jpg",
    "rating": "4"
  },

  {
    "title": "Istanbul Archeological Museum",
    "description": "Archeological Museum, one of the important historical places in Istanbul, Turkey’s first museum. Approximately one million works brought from the lands captured by the Ottoman Empire are exhibited in this museum. This is actually a museum complex. In addition to the archeology museum, the Old Oriental Works Museum and Tiled Pavilion are also located in this complex.The history of the building also gives secrets about Istanbul history. The most magnificent city, Istanbul, was chosen by the Ottoman Empire for the display of valuable items. The works exhibited in the İstanbul Archeology Museum were previously exhibited in Hagia Irene. Until then, all of the works that were collected started to be exhibited in 1869 under the name “Imperial Museum”. During the Ottoman Empire, the exhibition in Hagia Irene continued. However, the works were so many that they did not fit in Hagia Irene. Later, the Tiled Pavilion was turned into a museum. Tiled Pavilion, the only example of Ottoman civilian architecture in Istanbul, has architectural influences from the Seljuks. Tiled Pavilion was converted into a museum under the name of the Imperial Museum since 1880 during the Ottoman Empire. This place also goes down in history as the oldest architectural work built by Fatih Sultan Mehmet. However, the architect is unknown. This building remained quite idle until Osman Hamdi Bey was appointed as the director of the museum.Osman Hamdi Bey became the museum director in 1881. As of this year, a great revolution took place in the Ottoman Empire. First of all, another building built by Osman Hamdi Bey in the same complex as the Tiled Pavilion in 1883 was built as a fine arts academy. This building is currently located in a complex that also includes the Old Oriental Works Museum. Nowadays, it serves as an educational institution under the name of Mimar Sinan Fine Arts Academy.",
    "price": "$ 175",
    "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/1b/54/ca/66/istanbul-archeology-museum.jpg?w=1200&h=-1&s=1",
    "rating": "5"
  },

  {
    "title": "Topkapi Palace Museum",
    "description": "Are you ready to explore the magnificent history of Topkapi Palace? Sultans, ambitious courtiers, beautiful concubines, and scheming eunuchs lived here for almost 400 years! Visiting the palace's ornate corridors, jewel-filled architecture, and legendary rooms gives you a fascinating glimpse into their lives.Exploring Topkapı Palace in the best way is so easy with the Istanbul Tourist Pass! You will enjoy hearing the hidden stories, architecture, and history of Topkapı Palace with Istanbul Tourist Pass guides!Take a breathtaking tour in history with the magnificent Topkapi Palace! This thesis examines the architectural works commissioned by Ottoman court eunuchs between the fifteenth and the eighteenth century, with special focus on Istanbul. As the first study that attempts to evaluate the collective behavior of Ottoman court eunuchs as patrons of architecture, it endeavors to chart particular patterns, trends, similarities, and differences among the works of eunuchs in terms of choice of architectural type, location, size, inscriptions, and decorative elements. Contextualizing individual projects within a historical narrative of eunuch patronage, it explores how the eunuchs' architectural output related to their identities, status, and power, as well as to the conceptions of propriety that informed building commissions.Being a human endeavor, medical ethics and clinical practices are affected by a set of social and cultural norms in conjunction with factors pertaining to the patients’ social and financial status. In this paper, I consider how gender and money shaped medical realities in the early modern Ottoman Empire. People of means certainly had more medical options available to them, although that did not necessarily lead to better results. Gender too was naturally an important factor, molding medical options and the relationship between patient and healer. ",
    "price": "$ 150",
    "img": "https://img.freepik.com/premium-photo/interior-view-topkapi-palace-harem-istanbul-turkey_455610-1880.jpg?w=2000",
    "rating": "3"
  },

  {
    "title": "Grand Bazaar",
    "description": "The Grand Bazaar was commissioned by Mehmet II (1444-1481) immediately after the Ottoman conquest of Istanbul in 1453 to provide financial resources for the Hagia Sophia.The construction of the Grand Bazaar began in 1461. The Grand Bazaar, which was a wooden structure at the beginning, is now entirely built of stone and brick. Bricks were used for the vaulted arches, cut stones were used at the base of the arches, and walls were built by plastering over bricks or stone.The oldest building is the Cevahir or İç Bedesten. The second oldest building is the Sandal Bedesten. Bedesten, a vaulted and fireproofed segment of the Grand Bazaar, gets its name from bez (cloth) and means cloth seller’s market. Both bedestens are typical examples of classical Ottoman architecture.The Cevahir Bedesten, initially built for cloth trading and separated from the rest of the Grand Bazaar by four gates, later developed into a market for gold and precious stones. Located in the center of the Grand Bazaar, it also houses a bankNamed after a type of cloth woven of silk and cotton fibers, the Sandal Bedesten spans an area of 2.435 square meters and is covered by 20 lead-plated domes. The Istanbul Municipality used the Sandal Bedesten as an auction house 1914 to 1980.The Grand Bazaar reached its present size after the surrounding streets were provided overhead cover using canvas and the neighbouring hans were integrated into it. Hans (inns) are two- or three-storied buildings. The shops within the hans were called hucre (cell) and they faced the square or rectangular inner court.The Grand Bazaar reached its present size after the surrounding streets were provided overhead cover using canvas and the neighbouring hans were integrated into it. Hans (inns) are two- or three-storied buildings. ",
    "price": "$ 275",
    "img": "https://iadsb.tmgrup.com.tr/4a76b5/1200/627/0/88/1000/610?u=https://idsb.tmgrup.com.tr/2019/08/22/1566499136390.jpg",
    "rating": "3"
  },

  {
    "title": "Dolmabahçe Palace Museum",
    "description": "The area where Dolmabahçe Palace is located was originally a bay that had served as a natural harbour since antiquity. It is thought to be from here that Sultan Mehmed II (The Conqueror) had his ships hauled over a wooden ramp so as to launch them into the Golden Horn. The Ottoman naval fleet used to anchor in the bay and naval ceremonies were held here. The bay was filled in from the 17th century onwards, and so given the name “Dolmabahçe” (filled garden) and was used as an Imperial Garden. All the buildings in the complex prior to the 19th century were named “Beşiktaş Waterfront Palace”.During the reign of Sultan Abdülmecid (1839-1861), Beşiktaş Waterfront Palace which had become impractical, was demolished and Dolmabahçe Palace was constructed by the imperial architects Karabet Balyan, Ohannes Serveryan, Nikogos Balyan and James William Smith. Two building supervisors, Haci Said Aga (1843-1850) and (1850-1856) Esseyid Ali Şahin Bey were commissioned.The palace was inhabited from the year 1856 by six Sultans and the last Caliph: Sultan Abdülmecid (1839-1856), Sultan Abdülaziz (1861-1876), Sultan Murad V (1876), Sultan Abdülhamid II (1876-1909), Sultan Mehmed Reşad V (1909-1918) Sultan Mehmed VI Vahideddin (1918-1922) and the last Caliph Abdülmecid (1922-1924). After the foundation of the Republic, Mustafa Kemal Atatürk stayed temporarily in the palace for a total of 4 years, between 1927-1938. He worked from the palace and passed away there. The palace was used as a presidential residence during the term of İsmet İnönü till the year 1949, and was opened to public as a palace-museum with its original furnishings in 1984. Apart from its main building parallel to the Bosphorus, Dolmabahçe Palace consists of diverse buildings used for specific purposes, including a glass factory, foundry, aviary and stables. The complex also includes the Apartment of the Crown Prince as well as the Clock Tower and Departure Kiosks behind the Apartment of the Crown Prince constructed during Sultan Abdülhamid II’s reign (1876-1909).",
    "price": "$ 320",
    "img": "https://istanbul-tourist-information.com/en/wp-content/uploads/2021/08/Dolmabahce-Palace-in-Istanbul.jpg",
    "rating": "4"
  }
]
